var areas = [{
  "name": "绥棱县",
  "id": "230114"
},
{
  "name": "双城区",
  "id": "230113"
}]

var streets = {
    "230114": [
        {
            "area": "绥棱县",
            "id": "230114002",
            "name": "车站街道"
        },
        {
            "area": "绥棱县",
            "id": "230114003",
            "name": "建设街道"
        },
        {
            "area": "绥棱县",
            "id": "230114004",
            "name": "西北街道"
        },
        {
            "area": "绥棱县",
            "id": "230114005",
            "name": "东南街道"
        },
        {
            "area": "绥棱县",
            "id": "230114006",
            "name": "绥棱镇"
        },
        {
            "area": "绥棱县",
            "id": "230114007",
            "name": "上集镇"
        },
        {
            "area": "绥棱县",
            "id": "230114008",
            "name": "四海店镇"
        },
        {
            "area": "绥棱县",
            "id": "230114009",
            "name": "双岔河镇"
        },
        {
            "area": "绥棱县",
            "id": "230114010",
            "name": "阁山镇"
        },
        {
            "area": "绥棱县",
            "id": "230114011",
            "name": "长山镇"
        },
        {
            "area": "绥棱县",
            "id": "230114012",
            "name": "靠山乡"
        },
        {
            "area": "绥棱县",
            "id": "230114013",
            "name": "后头乡"
        },
        {
            "area": "绥棱县",
            "id": "230114014",
            "name": "克音河乡"
        },
        {
            "area": "绥棱县",
            "id": "230114015",
            "name": "绥中乡"
        },
        {
            "area": "绥棱县",
            "id": "230114016",
            "name": "泥尔河乡"
        }
    ],
  "230113": [
      {
          "area": "双城区",
          "id": "230113002",
          "name": "承恩街道"
      },
      {
          "area": "双城区",
          "id": "230113003",
          "name": "承旭街道"
      },
      {
          "area": "双城区",
          "id": "230113004",
          "name": "单城镇"
      },
      {
          "area": "双城区",
          "id": "230113005",
          "name": "东官镇"
      },
      {
          "area": "双城区",
          "id": "230113006",
          "name": "公正街道"
      },
      {
          "area": "双城区",
          "id": "230113007",
          "name": "韩甸镇"
      },
      {
          "area": "双城区",
          "id": "230113008",
          "name": "金城乡"
      },
      {
          "area": "双城区",
          "id": "230113009",
          "name": "兰棱街道"
      },
      {
          "area": "双城区",
          "id": "230113010",
          "name": "乐群乡"
      },
      {
          "area": "双城区",
          "id": "230113011",
          "name": "联兴镇"
      },
      {
          "area": "双城区",
          "id": "230113012",
          "name": "临江乡"
      },
      {
          "area": "双城区",
          "id": "230113013",
          "name": "农丰镇"
      },
      {
          "area": "双城区",
          "id": "230113014",
          "name": "青岭乡"
      },
      {
          "area": "双城区",
          "id": "230113015",
          "name": "胜丰镇"
      },
      {
          "area": "双城区",
          "id": "230113016",
          "name": "水泉乡"
      },
      {
          "area": "双城区",
          "id": "230113017",
          "name": "同心乡"
      },
      {
          "area": "双城区",
          "id": "230113018",
          "name": "万隆乡"
      },
      {
          "area": "双城区",
          "id": "230113019",
          "name": "五家镇"
      },
      {
          "area": "双城区",
          "id": "230113020",
          "name": "西官镇"
      },
      {
          "area": "双城区",
          "id": "230113021",
          "name": "希勤乡"
      },
      {
          "area": "双城区",
          "id": "230113022",
          "name": "新兴街道"
      },
      {
          "area": "双城区",
          "id": "230113023",
          "name": "杏山镇"
      },
      {
          "area": "双城区",
          "id": "230113024",
          "name": "幸福街道"
      },
      {
          "area": "双城区",
          "id": "230113025",
          "name": "永和街道"
      },
      {
          "area": "双城区",
          "id": "230113026",
          "name": "永胜镇"
      },
      {
          "area": "双城区",
          "id": "230113027",
          "name": "永治街道"
      },
      {
          "area": "双城区",
          "id": "230113028",
          "name": "周家街道"
      }

  ]
}
var villages = {
	    "230113002": [
        {
            "id": "230113002200",
            "name": "承恩村",
            "street": "承恩街道"
        },
        {
            "id": "230113002201",
            "name": "永和村",
            "street": "承恩街道"
        },
        {
            "id": "230113002202",
            "name": "诚顺村",
            "street": "承恩街道"
        },
        {
            "id": "230113002203",
            "name": "富乡村",
            "street": "承恩街道"
        }
    ],
    "230113003": [
        {
            "id": "230113003200",
            "name": "承旭村",
            "street": "承旭街道"
        },
        {
            "id": "230113003201",
            "name": "长生村",
            "street": "承旭街道"
        },
        {
            "id": "230113003202",
            "name": "长勇村",
            "street": "承旭街道"
        },
        {
            "id": "230113003203",
            "name": "诚祥村",
            "street": "承旭街道"
        }
    ],
    "230113004": [
        {
            "id": "230113004200",
            "name": "政德村",
            "street": "单城镇"
        },
        {
            "id": "230113004201",
            "name": "政利村",
            "street": "单城镇"
        },
        {
            "id": "230113004202",
            "name": "政新村",
            "street": "单城镇"
        },
        {
            "id": "230113004203",
            "name": "政治村",
            "street": "单城镇"
        },
        {
            "id": "230113004204",
            "name": "政才村",
            "street": "单城镇"
        },
        {
            "id": "230113004205",
            "name": "政久村",
            "street": "单城镇"
        },
        {
            "id": "230113004206",
            "name": "政兴村",
            "street": "单城镇"
        },
        {
            "id": "230113004207",
            "name": "政丰村",
            "street": "单城镇"
        },
        {
            "id": "230113004208",
            "name": "政善村",
            "street": "单城镇"
        },
        {
            "id": "230113004209",
            "name": "富源村",
            "street": "单城镇"
        }
    ],
    "230113005": [
        {
            "id": "230113005200",
            "name": "东官村",
            "street": "东官镇"
        },
        {
            "id": "230113005201",
            "name": "东利村",
            "street": "东官镇"
        },
        {
            "id": "230113005202",
            "name": "东诚村",
            "street": "东官镇"
        },
        {
            "id": "230113005203",
            "name": "庆农村",
            "street": "东官镇"
        },
        {
            "id": "230113005204",
            "name": "庆新村",
            "street": "东官镇"
        },
        {
            "id": "230113005205",
            "name": "东兴村",
            "street": "东官镇"
        },
        {
            "id": "230113005206",
            "name": "庆胜村",
            "street": "东官镇"
        },
        {
            "id": "230113005207",
            "name": "庆和村",
            "street": "东官镇"
        }
    ],
    "230113006": [
        {
            "id": "230113006200",
            "name": "公正村",
            "street": "公正街道"
        },
        {
            "id": "230113006201",
            "name": "民旺村",
            "street": "公正街道"
        },
        {
            "id": "230113006202",
            "name": "富裕村",
            "street": "公正街道"
        },
        {
            "id": "230113006203",
            "name": "国兴村",
            "street": "公正街道"
        },
        {
            "id": "230113006204",
            "name": "固强村",
            "street": "公正街道"
        },
        {
            "id": "230113006205",
            "name": "庆丰村",
            "street": "公正街道"
        },
        {
            "id": "230113006206",
            "name": "爱乡村",
            "street": "公正街道"
        },
        {
            "id": "230113006207",
            "name": "贤邻村",
            "street": "公正街道"
        },
        {
            "id": "230113006208",
            "name": "康宁村",
            "street": "公正街道"
        }
    ],
    "230113007": [
        {
            "id": "230113007200",
            "name": "群利村",
            "street": "韩甸镇"
        },
        {
            "id": "230113007201",
            "name": "大马家村",
            "street": "韩甸镇"
        },
        {
            "id": "230113007202",
            "name": "新立村",
            "street": "韩甸镇"
        },
        {
            "id": "230113007203",
            "name": "腰小房村",
            "street": "韩甸镇"
        },
        {
            "id": "230113007204",
            "name": "红城村",
            "street": "韩甸镇"
        },
        {
            "id": "230113007205",
            "name": "白土村",
            "street": "韩甸镇"
        },
        {
            "id": "230113007206",
            "name": "田家村",
            "street": "韩甸镇"
        },
        {
            "id": "230113007207",
            "name": "永河村",
            "street": "韩甸镇"
        },
        {
            "id": "230113007208",
            "name": "三姓村",
            "street": "韩甸镇"
        },
        {
            "id": "230113007209",
            "name": "双林村",
            "street": "韩甸镇"
        },
        {
            "id": "230113007210",
            "name": "长丰村",
            "street": "韩甸镇"
        },
        {
            "id": "230113007211",
            "name": "荣升村",
            "street": "韩甸镇"
        },
        {
            "id": "230113007212",
            "name": "大房村",
            "street": "韩甸镇"
        }
    ],
    "230113008": [
        {
            "id": "230113008200",
            "name": "临河村",
            "street": "金城乡"
        },
        {
            "id": "230113008201",
            "name": "沿河村",
            "street": "金城乡"
        },
        {
            "id": "230113008202",
            "name": "金河村",
            "street": "金城乡"
        },
        {
            "id": "230113008203",
            "name": "榆树村",
            "street": "金城乡"
        },
        {
            "id": "230113008204",
            "name": "启新村",
            "street": "金城乡"
        },
        {
            "id": "230113008205",
            "name": "爱国村",
            "street": "金城乡"
        },
        {
            "id": "230113008206",
            "name": "花园村",
            "street": "金城乡"
        },
        {
            "id": "230113008207",
            "name": "升平村",
            "street": "金城乡"
        },
        {
            "id": "230113008208",
            "name": "和平村",
            "street": "金城乡"
        }
    ],
    "230113009": [
        {
            "id": "230113009200",
            "name": "兰棱村",
            "street": "兰棱街道"
        },
        {
            "id": "230113009201",
            "name": "许家村",
            "street": "兰棱街道"
        },
        {
            "id": "230113009202",
            "name": "广益村",
            "street": "兰棱街道"
        },
        {
            "id": "230113009203",
            "name": "石家村",
            "street": "兰棱街道"
        },
        {
            "id": "230113009204",
            "name": "永发村",
            "street": "兰棱街道"
        },
        {
            "id": "230113009205",
            "name": "兴发村",
            "street": "兰棱街道"
        },
        {
            "id": "230113009206",
            "name": "胜阳村",
            "street": "兰棱街道"
        },
        {
            "id": "230113009207",
            "name": "胜林村",
            "street": "兰棱街道"
        },
        {
            "id": "230113009208",
            "name": "胜友村",
            "street": "兰棱街道"
        },
        {
            "id": "230113009209",
            "name": "治新村",
            "street": "兰棱街道"
        },
        {
            "id": "230113009210",
            "name": "立志村",
            "street": "兰棱街道"
        },
        {
            "id": "230113009211",
            "name": "新化村",
            "street": "兰棱街道"
        },
        {
            "id": "230113009212",
            "name": "靠山村",
            "street": "兰棱街道"
        }
    ],
    "230113010": [
        {
            "id": "230113010200",
            "name": "友好村",
            "street": "乐群乡"
        },
        {
            "id": "230113010201",
            "name": "乐民村",
            "street": "乐群乡"
        },
        {
            "id": "230113010202",
            "name": "光华村",
            "street": "乐群乡"
        },
        {
            "id": "230113010203",
            "name": "耕勤村",
            "street": "乐群乡"
        },
        {
            "id": "230113010204",
            "name": "乐群村",
            "street": "乐群乡"
        },
        {
            "id": "230113010205",
            "name": "国庆村",
            "street": "乐群乡"
        },
        {
            "id": "230113010206",
            "name": "光辉村",
            "street": "乐群乡"
        },
        {
            "id": "230113010207",
            "name": "富志村",
            "street": "乐群乡"
        },
        {
            "id": "230113010208",
            "name": "富勤村",
            "street": "乐群乡"
        }
    ],
    "230113011": [
        {
            "id": "230113011200",
            "name": "兴农村",
            "street": "联兴镇"
        },
        {
            "id": "230113011201",
            "name": "兴功村",
            "street": "联兴镇"
        },
        {
            "id": "230113011202",
            "name": "兴结村",
            "street": "联兴镇"
        },
        {
            "id": "230113011203",
            "name": "兴团村",
            "street": "联兴镇"
        },
        {
            "id": "230113011204",
            "name": "安家村",
            "street": "联兴镇"
        },
        {
            "id": "230113011205",
            "name": "安强村",
            "street": "联兴镇"
        },
        {
            "id": "230113011206",
            "name": "永跃村",
            "street": "联兴镇"
        },
        {
            "id": "230113011207",
            "name": "庆华村",
            "street": "联兴镇"
        }
    ],
    "230113012": [
        {
            "id": "230113012200",
            "name": "民强村",
            "street": "临江乡"
        },
        {
            "id": "230113012201",
            "name": "新富村",
            "street": "临江乡"
        },
        {
            "id": "230113012202",
            "name": "三家村",
            "street": "临江乡"
        },
        {
            "id": "230113012203",
            "name": "松江村",
            "street": "临江乡"
        },
        {
            "id": "230113012204",
            "name": "新发村",
            "street": "临江乡"
        },
        {
            "id": "230113012205",
            "name": "建江村",
            "street": "临江乡"
        },
        {
            "id": "230113012206",
            "name": "三江村",
            "street": "临江乡"
        }
    ],
    "230113013": [
        {
            "id": "230113013200",
            "name": "农丰村",
            "street": "农丰镇"
        },
        {
            "id": "230113013201",
            "name": "保胜村",
            "street": "农丰镇"
        },
        {
            "id": "230113013202",
            "name": "田茂村",
            "street": "农丰镇"
        },
        {
            "id": "230113013203",
            "name": "保收村",
            "street": "农丰镇"
        },
        {
            "id": "230113013204",
            "name": "进步村",
            "street": "农丰镇"
        },
        {
            "id": "230113013205",
            "name": "双利村",
            "street": "农丰镇"
        },
        {
            "id": "230113013206",
            "name": "兴城村",
            "street": "农丰镇"
        },
        {
            "id": "230113013207",
            "name": "永久村",
            "street": "农丰镇"
        },
        {
            "id": "230113013208",
            "name": "仁利村",
            "street": "农丰镇"
        }
    ],
    "230113014": [
        {
            "id": "230113014200",
            "name": "庆北村",
            "street": "青岭乡"
        },
        {
            "id": "230113014201",
            "name": "兴民村",
            "street": "青岭乡"
        },
        {
            "id": "230113014202",
            "name": "益胜村",
            "street": "青岭乡"
        },
        {
            "id": "230113014203",
            "name": "益利村",
            "street": "青岭乡"
        },
        {
            "id": "230113014204",
            "name": "群利村",
            "street": "青岭乡"
        },
        {
            "id": "230113014205",
            "name": "军星村",
            "street": "青岭乡"
        },
        {
            "id": "230113014206",
            "name": "延放村",
            "street": "青岭乡"
        },
        {
            "id": "230113014207",
            "name": "万街村",
            "street": "青岭乡"
        },
        {
            "id": "230113014208",
            "name": "青岭村",
            "street": "青岭乡"
        }
    ],
    "230113015": [
        {
            "id": "230113015200",
            "name": "胜丰村",
            "street": "胜丰镇"
        },
        {
            "id": "230113015201",
            "name": "胜勤村",
            "street": "胜丰镇"
        },
        {
            "id": "230113015202",
            "name": "胜城村",
            "street": "胜丰镇"
        },
        {
            "id": "230113015203",
            "name": "胜平村",
            "street": "胜丰镇"
        },
        {
            "id": "230113015204",
            "name": "胜利村",
            "street": "胜丰镇"
        },
        {
            "id": "230113015205",
            "name": "胜业村",
            "street": "胜丰镇"
        },
        {
            "id": "230113015206",
            "name": "胜前村",
            "street": "胜丰镇"
        },
        {
            "id": "230113015207",
            "name": "政广村",
            "street": "胜丰镇"
        },
        {
            "id": "230113015208",
            "name": "政安村",
            "street": "胜丰镇"
        },
        {
            "id": "230113015209",
            "name": "胜华村",
            "street": "胜丰镇"
        },
        {
            "id": "230113015210",
            "name": "胜全村",
            "street": "胜丰镇"
        },
        {
            "id": "230113015211",
            "name": "胜乡村",
            "street": "胜丰镇"
        },
        {
            "id": "230113015212",
            "name": "胜德村",
            "street": "胜丰镇"
        },
        {
            "id": "230113015213",
            "name": "胜兴村",
            "street": "胜丰镇"
        },
        {
            "id": "230113015214",
            "name": "胜功村",
            "street": "胜丰镇"
        },
        {
            "id": "230113015215",
            "name": "诚利村",
            "street": "胜丰镇"
        },
        {
            "id": "230113015216",
            "name": "诚东村",
            "street": "胜丰镇"
        },
        {
            "id": "230113015217",
            "name": "诚明村",
            "street": "胜丰镇"
        },
        {
            "id": "230113015218",
            "name": "诚乐村",
            "street": "胜丰镇"
        },
        {
            "id": "230113015219",
            "name": "诚吉村",
            "street": "胜丰镇"
        }
    ],
    "230113016": [
        {
            "id": "230113016200",
            "name": "水泉村",
            "street": "水泉乡"
        },
        {
            "id": "230113016201",
            "name": "大德村",
            "street": "水泉乡"
        },
        {
            "id": "230113016202",
            "name": "大有村",
            "street": "水泉乡"
        },
        {
            "id": "230113016203",
            "name": "大义村",
            "street": "水泉乡"
        },
        {
            "id": "230113016204",
            "name": "富有村",
            "street": "水泉乡"
        },
        {
            "id": "230113016205",
            "name": "荣华村",
            "street": "水泉乡"
        },
        {
            "id": "230113016206",
            "name": "三邻村",
            "street": "水泉乡"
        }
    ],
    "230113017": [
        {
            "id": "230113017200",
            "name": "同心村",
            "street": "同心乡"
        },
        {
            "id": "230113017201",
            "name": "富城村",
            "street": "同心乡"
        },
        {
            "id": "230113017202",
            "name": "同兴村",
            "street": "同心乡"
        },
        {
            "id": "230113017203",
            "name": "治安村",
            "street": "同心乡"
        },
        {
            "id": "230113017204",
            "name": "同旺村",
            "street": "同心乡"
        },
        {
            "id": "230113017205",
            "name": "同富村",
            "street": "同心乡"
        },
        {
            "id": "230113017206",
            "name": "同强村",
            "street": "同心乡"
        }
    ],
    "230113018": [
        {
            "id": "230113018200",
            "name": "楼上村",
            "street": "万隆乡"
        },
        {
            "id": "230113018201",
            "name": "奋斗村",
            "street": "万隆乡"
        },
        {
            "id": "230113018202",
            "name": "苗家村",
            "street": "万隆乡"
        },
        {
            "id": "230113018203",
            "name": "万隆村",
            "street": "万隆乡"
        },
        {
            "id": "230113018204",
            "name": "建国村",
            "street": "万隆乡"
        },
        {
            "id": "230113018205",
            "name": "利民村",
            "street": "万隆乡"
        },
        {
            "id": "230113018206",
            "name": "繁荣村",
            "street": "万隆乡"
        },
        {
            "id": "230113018207",
            "name": "双胜村",
            "street": "万隆乡"
        },
        {
            "id": "230113018208",
            "name": "长胜村",
            "street": "万隆乡"
        },
        {
            "id": "230113018209",
            "name": "战胜村",
            "street": "万隆乡"
        },
        {
            "id": "230113018210",
            "name": "双龙村",
            "street": "万隆乡"
        },
        {
            "id": "230113018211",
            "name": "保国村",
            "street": "万隆乡"
        },
        {
            "id": "230113018212",
            "name": "吴家村",
            "street": "万隆乡"
        },
        {
            "id": "230113018213",
            "name": "建新村",
            "street": "万隆乡"
        },
        {
            "id": "230113018214",
            "name": "增产村",
            "street": "万隆乡"
        },
        {
            "id": "230113018215",
            "name": "板子房村",
            "street": "万隆乡"
        }
    ],
    "230113019": [
        {
            "id": "230113019200",
            "name": "五家村",
            "street": "五家镇"
        },
        {
            "id": "230113019201",
            "name": "民安村",
            "street": "五家镇"
        },
        {
            "id": "230113019202",
            "name": "民和村",
            "street": "五家镇"
        },
        {
            "id": "230113019203",
            "name": "民富村",
            "street": "五家镇"
        },
        {
            "id": "230113019204",
            "name": "民康村",
            "street": "五家镇"
        },
        {
            "id": "230113019205",
            "name": "民生村",
            "street": "五家镇"
        },
        {
            "id": "230113019206",
            "name": "暖泉村",
            "street": "五家镇"
        },
        {
            "id": "230113019207",
            "name": "双井村",
            "street": "五家镇"
        },
        {
            "id": "230113019208",
            "name": "解放村",
            "street": "五家镇"
        },
        {
            "id": "230113019209",
            "name": "新丰村",
            "street": "五家镇"
        }
    ],
    "230113020": [
        {
            "id": "230113020200",
            "name": "团结村",
            "street": "西官镇"
        },
        {
            "id": "230113020201",
            "name": "创勤村",
            "street": "西官镇"
        },
        {
            "id": "230113020202",
            "name": "育新村",
            "street": "西官镇"
        },
        {
            "id": "230113020203",
            "name": "育人村",
            "street": "西官镇"
        },
        {
            "id": "230113020204",
            "name": "创富村",
            "street": "西官镇"
        },
        {
            "id": "230113020205",
            "name": "农富村",
            "street": "西官镇"
        },
        {
            "id": "230113020206",
            "name": "跃进村",
            "street": "西官镇"
        },
        {
            "id": "230113020207",
            "name": "宏升村",
            "street": "西官镇"
        },
        {
            "id": "230113020208",
            "name": "西官村",
            "street": "西官镇"
        },
        {
            "id": "230113020209",
            "name": "连丰村",
            "street": "西官镇"
        },
        {
            "id": "230113020210",
            "name": "保丰村",
            "street": "西官镇"
        },
        {
            "id": "230113020211",
            "name": "增胜村",
            "street": "西官镇"
        },
        {
            "id": "230113020212",
            "name": "鑫富村",
            "street": "西官镇"
        },
        {
            "id": "230113020213",
            "name": "快乐村",
            "street": "西官镇"
        }
    ],
    "230113021": [
        {
            "id": "230113021200",
            "name": "爱心村",
            "street": "希勤乡"
        },
        {
            "id": "230113021201",
            "name": "爱勤村",
            "street": "希勤乡"
        },
        {
            "id": "230113021202",
            "name": "爱贤村",
            "street": "希勤乡"
        },
        {
            "id": "230113021203",
            "name": "爱德村",
            "street": "希勤乡"
        },
        {
            "id": "230113021204",
            "name": "希勤村",
            "street": "希勤乡"
        },
        {
            "id": "230113021205",
            "name": "爱兴村",
            "street": "希勤乡"
        },
        {
            "id": "230113021206",
            "name": "爱富村",
            "street": "希勤乡"
        },
        {
            "id": "230113021207",
            "name": "爱强村",
            "street": "希勤乡"
        }
    ],
    "230113022": [
        {
            "id": "230113022200",
            "name": "新民村",
            "street": "新兴街道"
        },
        {
            "id": "230113022201",
            "name": "新胜村",
            "street": "新兴街道"
        },
        {
            "id": "230113022202",
            "name": "新华村",
            "street": "新兴街道"
        },
        {
            "id": "230113022203",
            "name": "新兴村",
            "street": "新兴街道"
        },
        {
            "id": "230113022204",
            "name": "东光村",
            "street": "新兴街道"
        },
        {
            "id": "230113022205",
            "name": "东朴村",
            "street": "新兴街道"
        },
        {
            "id": "230113022206",
            "name": "庆乐村",
            "street": "新兴街道"
        }
    ],
    "230113023": [
        {
            "id": "230113023200",
            "name": "杏山村",
            "street": "杏山镇"
        },
        {
            "id": "230113023201",
            "name": "河山村",
            "street": "杏山镇"
        },
        {
            "id": "230113023202",
            "name": "树庆村",
            "street": "杏山镇"
        },
        {
            "id": "230113023203",
            "name": "临江村",
            "street": "杏山镇"
        },
        {
            "id": "230113023204",
            "name": "顺利村",
            "street": "杏山镇"
        },
        {
            "id": "230113023205",
            "name": "仁和村",
            "street": "杏山镇"
        },
        {
            "id": "230113023206",
            "name": "双青村",
            "street": "杏山镇"
        },
        {
            "id": "230113023207",
            "name": "富山村",
            "street": "杏山镇"
        },
        {
            "id": "230113023208",
            "name": "龙山村",
            "street": "杏山镇"
        }
    ],
    "230113024": [
        {
            "id": "230113024200",
            "name": "友好村",
            "street": "幸福街道"
        },
        {
            "id": "230113024201",
            "name": "久前村",
            "street": "幸福街道"
        },
        {
            "id": "230113024202",
            "name": "幸福村",
            "street": "幸福街道"
        },
        {
            "id": "230113024203",
            "name": "庆城村",
            "street": "幸福街道"
        },
        {
            "id": "230113024204",
            "name": "庆宁村",
            "street": "幸福街道"
        },
        {
            "id": "230113024205",
            "name": "永庆村",
            "street": "幸福街道"
        },
        {
            "id": "230113024206",
            "name": "安西村",
            "street": "幸福街道"
        },
        {
            "id": "230113024207",
            "name": "永支村",
            "street": "幸福街道"
        }
    ],
    "230113025": [
        {
            "id": "230113025200",
            "name": "金星村",
            "street": "永和街道"
        },
        {
            "id": "230113025201",
            "name": "友联村",
            "street": "永和街道"
        },
        {
            "id": "230113025202",
            "name": "建城村",
            "street": "永和街道"
        },
        {
            "id": "230113025203",
            "name": "光明村",
            "street": "永和街道"
        },
        {
            "id": "230113025204",
            "name": "建功村",
            "street": "永和街道"
        }
    ],
    "230113026": [
        {
            "id": "230113026200",
            "name": "永乐村",
            "street": "永胜镇"
        },
        {
            "id": "230113026201",
            "name": "胜强村",
            "street": "永胜镇"
        },
        {
            "id": "230113026202",
            "name": "乐乡村",
            "street": "永胜镇"
        },
        {
            "id": "230113026203",
            "name": "建乡村",
            "street": "永胜镇"
        },
        {
            "id": "230113026204",
            "name": "永强村",
            "street": "永胜镇"
        },
        {
            "id": "230113026205",
            "name": "太宁村",
            "street": "永胜镇"
        },
        {
            "id": "230113026206",
            "name": "永兴村",
            "street": "永胜镇"
        },
        {
            "id": "230113026207",
            "name": "兴业村",
            "street": "永胜镇"
        },
        {
            "id": "230113026208",
            "name": "永胜村",
            "street": "永胜镇"
        }
    ],
    "230113027": [
        {
            "id": "230113027200",
            "name": "永治村",
            "street": "永治街道"
        },
        {
            "id": "230113027201",
            "name": "长产村",
            "street": "永治街道"
        },
        {
            "id": "230113027202",
            "name": "中兴村",
            "street": "永治街道"
        },
        {
            "id": "230113027203",
            "name": "万家村",
            "street": "永治街道"
        }
    ],
    "230114002": [
        {
            "id": "230114002200",
            "name": "车站社区居委会",
            "street": "车站街道"
        }
    ],
    "230114003": [
        {
            "id": "230114003200",
            "name": "建设社区居委会",
            "street": "建设街道"
        },
        {
            "id": "230114003201",
            "name": "立新社区居委会",
            "street": "建设街道"
        }
    ],
    "230114004": [
        {
            "id": "230114004200",
            "name": "东北社区居委会",
            "street": "西北街道"
        },
        {
            "id": "230114004201",
            "name": "西北社区居委会",
            "street": "西北街道"
        }
    ],
    "230114005": [
        {
            "id": "230114005200",
            "name": "东南社区居委会",
            "street": "东南街道"
        },
        {
            "id": "230114005201",
            "name": "西南社区居委会",
            "street": "东南街道"
        }
    ],
    "230114006": [
        {
            "id": "230114006200",
            "name": "东方红村",
            "street": "绥棱镇"
        },
        {
            "id": "230114006201",
            "name": "东升村",
            "street": "绥棱镇"
        },
        {
            "id": "230114006202",
            "name": "吉长村",
            "street": "绥棱镇"
        }
    ],
    "230114007": [
        {
            "id": "230114007200",
            "name": "大兴村",
            "street": "上集镇"
        },
        {
            "id": "230114007201",
            "name": "民族村",
            "street": "上集镇"
        },
        {
            "id": "230114007202",
            "name": "诺敏河村",
            "street": "上集镇"
        },
        {
            "id": "230114007203",
            "name": "稻香村",
            "street": "上集镇"
        },
        {
            "id": "230114007204",
            "name": "上集村",
            "street": "上集镇"
        },
        {
            "id": "230114007205",
            "name": "平安村",
            "street": "上集镇"
        },
        {
            "id": "230114007206",
            "name": "天放村",
            "street": "上集镇"
        },
        {
            "id": "230114007207",
            "name": "宝田村",
            "street": "上集镇"
        },
        {
            "id": "230114007208",
            "name": "国栋村",
            "street": "上集镇"
        }
    ],
    "230114008": [
        {
            "id": "230114008200",
            "name": "林海村",
            "street": "四海店镇"
        },
        {
            "id": "230114008201",
            "name": "宝山村",
            "street": "四海店镇"
        },
        {
            "id": "230114008202",
            "name": "半截河村",
            "street": "四海店镇"
        },
        {
            "id": "230114008203",
            "name": "林富村",
            "street": "四海店镇"
        },
        {
            "id": "230114008204",
            "name": "林强村",
            "street": "四海店镇"
        }
    ],
    "230114009": [
        {
            "id": "230114009200",
            "name": "双东村",
            "street": "双岔河镇"
        },
        {
            "id": "230114009201",
            "name": "双泉村",
            "street": "双岔河镇"
        },
        {
            "id": "230114009202",
            "name": "民主村",
            "street": "双岔河镇"
        },
        {
            "id": "230114009203",
            "name": "立新村",
            "street": "双岔河镇"
        },
        {
            "id": "230114009204",
            "name": "双兴村",
            "street": "双岔河镇"
        },
        {
            "id": "230114009205",
            "name": "前锋村",
            "street": "双岔河镇"
        },
        {
            "id": "230114009206",
            "name": "永生村",
            "street": "双岔河镇"
        },
        {
            "id": "230114009207",
            "name": "富民村",
            "street": "双岔河镇"
        }
    ],
    "230114010": [
        {
            "id": "230114010200",
            "name": "十六井村",
            "street": "阁山镇"
        },
        {
            "id": "230114010201",
            "name": "三合村",
            "street": "阁山镇"
        },
        {
            "id": "230114010202",
            "name": "共和村",
            "street": "阁山镇"
        },
        {
            "id": "230114010203",
            "name": "永清村",
            "street": "阁山镇"
        },
        {
            "id": "230114010204",
            "name": "长青村",
            "street": "阁山镇"
        },
        {
            "id": "230114010205",
            "name": "心合村",
            "street": "阁山镇"
        },
        {
            "id": "230114010206",
            "name": "永合村",
            "street": "阁山镇"
        }
    ],
    "230114011": [
        {
            "id": "230114011200",
            "name": "阁山村",
            "street": "长山镇"
        },
        {
            "id": "230114011201",
            "name": "一部村",
            "street": "长山镇"
        },
        {
            "id": "230114011202",
            "name": "三部村",
            "street": "长山镇"
        },
        {
            "id": "230114011203",
            "name": "五部村",
            "street": "长山镇"
        },
        {
            "id": "230114011204",
            "name": "四部村",
            "street": "长山镇"
        },
        {
            "id": "230114011205",
            "name": "十部村",
            "street": "长山镇"
        },
        {
            "id": "230114011206",
            "name": "东兴村",
            "street": "长山镇"
        },
        {
            "id": "230114011207",
            "name": "长山村",
            "street": "长山镇"
        },
        {
            "id": "230114011208",
            "name": "保江村",
            "street": "长山镇"
        },
        {
            "id": "230114011209",
            "name": "幸福村",
            "street": "长山镇"
        }
    ],
    "230114012": [
        {
            "id": "230114012200",
            "name": "九江村",
            "street": "靠山乡"
        },
        {
            "id": "230114012201",
            "name": "胜利村",
            "street": "靠山乡"
        },
        {
            "id": "230114012202",
            "name": "光芒村",
            "street": "靠山乡"
        },
        {
            "id": "230114012203",
            "name": "双合村",
            "street": "靠山乡"
        },
        {
            "id": "230114012204",
            "name": "富国村",
            "street": "靠山乡"
        },
        {
            "id": "230114012205",
            "name": "七井村",
            "street": "靠山乡"
        },
        {
            "id": "230114012206",
            "name": "靠山村",
            "street": "靠山乡"
        }
    ],
    "230114013": [
        {
            "id": "230114013200",
            "name": "红光村",
            "street": "后头乡"
        },
        {
            "id": "230114013201",
            "name": "二井村",
            "street": "后头乡"
        },
        {
            "id": "230114013202",
            "name": "振东村",
            "street": "后头乡"
        },
        {
            "id": "230114013203",
            "name": "十五井村",
            "street": "后头乡"
        },
        {
            "id": "230114013204",
            "name": "前头村",
            "street": "后头乡"
        }
    ],
    "230114014": [
        {
            "id": "230114014200",
            "name": "十四井村",
            "street": "克音河乡"
        },
        {
            "id": "230114014201",
            "name": "四井村",
            "street": "克音河乡"
        },
        {
            "id": "230114014202",
            "name": "部落村",
            "street": "克音河乡"
        },
        {
            "id": "230114014203",
            "name": "九井村",
            "street": "克音河乡"
        },
        {
            "id": "230114014204",
            "name": "向荣村",
            "street": "克音河乡"
        },
        {
            "id": "230114014205",
            "name": "中兴村",
            "street": "克音河乡"
        },
        {
            "id": "230114014206",
            "name": "克音村",
            "street": "克音河乡"
        },
        {
            "id": "230114014207",
            "name": "西林村",
            "street": "克音河乡"
        }
    ],
    "230114015": [
        {
            "id": "230114015200",
            "name": "海林村",
            "street": "绥中乡"
        },
        {
            "id": "230114015201",
            "name": "东林村",
            "street": "绥中乡"
        },
        {
            "id": "230114015202",
            "name": "宋家村",
            "street": "绥中乡"
        },
        {
            "id": "230114015203",
            "name": "绥中村",
            "street": "绥中乡"
        },
        {
            "id": "230114015204",
            "name": "北解村",
            "street": "绥中乡"
        },
        {
            "id": "230114015205",
            "name": "五庄村",
            "street": "绥中乡"
        }
    ]
}

module.exports = {
  streets,
  areas,
  villages
}